[Main]
BackupInfo=I tuoi files sono stati copiati e salvati in '%NAME%'.
UnlinkInfo=Il dispositivo in funzione ?al momento scollegato da V-drive. Premi OK per ricollegarti.
AuthInfo=Autenticazione fallita. Premi OK per effettuare di nuovo il login.
UnkDevInfo=Dispositivo sconosciuto. Premi OK per registrarlo.

[Login]
MaxthonSkyFile=V-drive
LoginWithMaxthonPassport=Effettua il Login con il tuo Maxthon passport account.
MaxthonPassportAccount=Maxthon passport account
WhatIsSkyFile=Cosa ?V-drive?
GetAnAccount=Crea un account gratis
RecoverPassword=Password dimenticata?
ConnectionFailure=Login fallito. Accertati che la tua connessione di rete funzioni correttamente, e/o il nome del tuo account sia corretto.
PasswordError=Password errata!

[SetName]
title=Scegli un nome per il tuo dispositivo
WelcomeToSkyFile=Dai un nome al tuo dispositivo
GetStartedByNamingDevice=Inizia l'avventura assegnando un nome a questo dispostivo:
PleaseEnterDeviceName=Scrivi qui il nome del dispositivo
NameExists=Questo nome esiste gi? Vuoi davvero usare il nome'%NAME%'per questo dispositivo?

[How2Find]
title=V-drive
HowToFindSkyFile=Come trovare V-drive su questo apparecchio.
Hint_TrayIcon=HINT: Guarda nell'angolo in basso a destra sulla barra degli strumenti.
Hint_RightClick=Cicca con il pulsante destro sulle icone V-drive per cambiare le impostazioni di questo dispositivo.

[WebAccess]
title=V-drive
AccessViaWeb=Accedi i tuoi file V-drive in modo sicuro via web, in qualsiasi momento.
WebAccessIntro=Visualizza, scarica e carica tutti i tuoi file da qualunque browser collegato in rete. Vai sul sito skyfile.maxthon.com

[LocalFolder]
title=V-drive
OneLastThing=Un'ultima cosa...
AllSetUpAndReady=V-drive ?ora impostato e pronto per avviare la sincronizzazione.
YourSkyFileFolderLocation=La tua cartella V-drive si trova qui.
NextStep_MoveFileIntoTheFolder=Adesso sposta i file e le cartelle che vuoi copiare nella tua cartella V-drive.
OpenSkyFileFolder=Apri la mia cartella V-drive.

[About]
SkyFile=V-drive
CopyrightInformation=Copyright 2011-2012 Maxthon Incorporated e is suoi autorizzatori. Tutti i diritti riservati.
SkyFileWebsite=V-drive Website

[Settings]
title=Preferenze
AccountInformation=Informazioni dell'account
LinkedAccountForThisDevice=Account collegato a questo dispositivo
UnlinkThisDevice=Logout
SkyFileFolder=Cartella V-drive
ProxySettings=Impostazioni Proxy
NoProxy= Nessun Proxy
AutoDetectProxySettings=Rileva automaticamente le impostazioni Proxy
ManualConfigProxy=Configura Proxy manualmente
ProxyType=Tipo di Proxy
ProxyRequiresPassword=Il Proxy richiede una Password
Unlink=Vuoi davvero scollegare questo dispositivo da V-drive?

[Status]
SkyFileContentList=Lista contenuti di V-drive

[TrayMenu]
tray-40001=Esci
tray-40002=Preferenze...

[crash-report]
Caption=Segnala gli errori di sistema
Send=Manda
Cancel=Cancella
Restart=Riavvia V-drive
ViewReport=Vedi resoconto errori
ErrorTitle=V-drive ha riscontrato un errore fatale
ErrorMessage=Per favore mandaci un resoconto errori per risolvere questo problema.\r\n Puoi includere le tue informazioni di contatto per aiutarci ad effettuare ulteriori indagini.
PromptTitle1=V-drive ha trovato un'errore in...
PromptTitle2=
PromptFileName=Nome del file
PromptCrashAddress=Indirizzo dell'errore
OK=OK
